Repository: fliegekunst/Interviews_Gemeinsame_Fakultaet
Catalog: omegat/project_save.tmx
Source language: de_de
Languages: uk

source: Man kann sich vorher auch als Hiwi bewerben und daraus dann eine Master-Projektarbeit machen.
uk: Ви можете також податися в наукові асистенти і там працювати над магістерським проєктом.

source: Man kann viel selbst lernen.
uk: Багато чого можна вивчити самостійно.

source: Man kennt die Sprache jetzt besser und kann viel freier formulieren.
uk: Зараз я набагато краще володію мовою і можу вільно висловлювати свою думку.

source: Man kommt zu den Prüfungen und sieht, dass es nicht so einfach wie in der Ukraine ist.
uk: Ви приходите на іспити і бачите, що це не так просто, як в <т6/>Україні<т7/>.

source: Man muss aber auch fragen!
uk: Запитуйте все, що вам незрозуміло!

source: Man muss aber diese Anforderungen selbst lesen, in der Ukraine wird uns alles gesagt.
uk: Але ви повинні самостійно прочитати всі вимоги - вам про них ніхто не розповідає!

source: Man muss aber mit mehr Vorbereitungszeit als in der Ukraine rechnen, d.h. ca. 1-2 Wochen für eine Prüfung.
uk: Але потрібно звернути увагу на те, що знадобиться більше часу на підготовку, ніж в Україні, приблизно 1-2 тижні до одного іспиту.

source: Man muss auch bedenken: Auch wir verändern uns.
uk: Треба пам'ятати: ми теж змінюємося.

source: Man muss auch daran denken, was das eigene Leben einfacher machen könnte.
uk: Треба подумати про те, як можна полегшити собі життя.

source: Man muss das sowieso immer alles nachholen, also Prüfungen und verpasste Vorlesungen.
uk: У будь-якому випадку, ви завжди повинні надолужити все це, тобто іспити і пропущені лекції.

source: Man muss ehrlich mit sich selbst sein und sich frage: Was möchte ich erreichen?
uk: Будьте відверті самі з собою та запитайте себе: Чого я хочу досягти?

source: Man muss ja erst die Masterprojektarbeit verteidigen, die einer Masterarbeit in der Struktur sehr ähnlich ist.
uk: Спочатку ж потрібно захистити магістерську проєктну роботу, яка за своєю структурою схожа на дисертацію.

source: Man muss ja nicht unbedingt dazugehören.
uk: Не обов'язково бути членом німецького суспільства.

source: Man muss manche Veranstaltungen nicht besuchen.
uk: Не обов'язково відвідувати деякі заходи.

source: Man muss neue Menschen kennenlernen und gegenseitig tolerant bleiben, bereit sein, dass hier einige Sachen anders sein können.
uk: Варто заводити нові знайомства, поважати один одного і бути готовим до того, що тут не все так, як у вас вдома.

source: Man muss nicht jede Woche etwas vorstellen und präsentieren, wie es in der Ukraine der Fall ist.
uk: В Україні нам потрібно було щотижня щось презентувати. В Магдебурзі такого немає, тому інколи важко самоорганізуватися.

source: Man muss nicht unbedingt zu dem Land gehören, um klarzukommen.
uk: Не обов'язково належати до тієї країни, в якій ти наразі проживаєш.

source: Man muss nur seine Prioritäten gut setzen.
uk: Просто потрібно правильно розставити пріоритети.

source: Man muss sich aber auch mehr organisieren, niemand sagt einem, was man wann machen muss, man muss selbst die Termine planen, um rechtzeitig all die notwendigen Aufgaben zu erledigen.
uk: Але також доводиться організовувати план навчання самостійно, щоб вчасно виконати всі необхідні завдання, тому що тобі ніхто не пояснює, що і як робити.

source: Man muss sich auf jeden Fall intensiver vorbereiten.
uk: Тут без належної підготовки їх не скласти.

source: Man muss sich gut vorbereiten.
uk: Потрібно добре готуватися.

source: Man muss sich klar sein, welches Ziel man in der Zukunft hat, danach sollte man seinen Studienplan aufbauen.
uk: Ви повинні знати, що конкретно хочете робити в майбутньому, щоб розробити для цього відповідний навчальний план.

source: Man muss viel lernen und es wird strenger geprüft.
uk: Ви повинні багато вчити і це буде суворо перевірятись.

source: Man muss vieles mit Humor nehmen.
uk: Багато чого потрібно сприймати з гумором.

source: Man schafft es aber, sich das selbst zu erarbeiten, wenn man das möchte.
uk: Але якщо дуже захотіти, то можна самостійно розширити свої знання.

source: Man sollte außerdem schon zu Hause in der Ukraine versuchen, sich vorzustellen, wie es in Deutschland sein wird, um sich später besser zu integrieren.
uk: Краще спробувати ще вдома в Україні уявити, як буде в Німеччині, щоб пізніше було легше адаптуватися.

source: Man sollte mehr über wichtige Termine nachdenken und sich selbst kümmern, sonst verpasst man etwas.
uk: Вам треба більше звертати увагу на важливу інформацію, щоб нічого не пропустити.

source: Man sollte offen für Neues sein!
uk: Потрібно бути відкритим до всього нового!

source: Man sollte sich allerdings nicht schämen, Ausländer zu sein und nicht schüchtern sein.
uk: Однак не слід соромитися того, що ти іноземець.

source: Man sollte sich so früh wie möglich ein Thema für das Masterprojekt und für die Masterarbeit überlegen.
uk: Варто якомога раніше подумати над темою магістерської роботи та проєкту.

source: Man sollte versuchen, statt schriftlichen Prüfungen mündliche abzulegen, weil man sich dann besser ausdrücken kann.
uk: Варто спробувати складати не письмовий іспит, а усний, оскільки так можна краще висловитись.

source: Man steht aber auch immer unter Zeitdruck, wenn man zu viele Prüfungen hat und muss außerdem zwischen Deutschland und der Ukraine pendeln.
uk: Але ви завжди перебуваєте під тиском часу, якщо у вас занадто багато іспитів, а також повинні їздити між Німеччиною та Україною.

source: Man war immer nett zu mir, das hat mir gut gefallen.
uk: Люди завжди були добрі до мене, це мені подобалося.

source: Man weiß aber nicht, wie die Entwicklung weitergeht, der Arbeitsmarkt ist sehr schnelllebig, vor ein paar Jahren spielte die IT eine weniger große Rolle.
uk: Але невідомо, якою буде ситуація через декілька років, оскільки ринок праці стрімко розвивається. Можемо спостерігати це на прикладі IT, які кілька років тому відігравали менш важливу роль.

source: Man weiß immer, was von einem verlangt wird.
uk: Ти завжди знаєш, що від тебе вимагають.

source: Man zeigt, woran man sich interessiert.
uk: Ви одразу даєте зрозуміти що вас цікавить.

source: Manche Absolventen der GUDF arbeiten bzw. promovieren sich an der OVGU und ihre Kollegen oder sogar sie brauchen manchmal HiWi-Kräfte.
uk: Деякі випускники СУНФ захищають докторську в університеті Отто фон Ґеріке, тому інколи вони отримують допомогу лаборантів.

source: Manche Dozierende schicken Listen mit Fragen und man hat inhaltlich dann eine Vorstellung, was in der Prüfung drankommt und kann sich darauf vorbereiten.
uk: Деякі викладачі надсилають списки питань, і тоді ви маєте уявлення про зміст іспиту і можете підготуватися до нього.

source: Manche Prüfungen sind komplex und schließen mehrere Fachbereiche ab.
uk: Деякі іспити взагалі охоплюють одразу декілька дисциплін.

source: Manche haben dann einfach weiter Englisch geredet, was natürlich nicht so schön war.
uk: Але багато хто всеодно продовжував говорити англійською.

source: Manche sind erst mit 26 oder 27 mit dem Master fertig, das könnte man schneller machen.
uk: Деякі студенти тут закінчують магістратуру навіть 26-27 років.

source: Manche sprechen nicht so schnell und man versteht mehr.
uk: Деякі говорять повільніше, і тоді більше зрозуміло.

source: Manche Übungen muss man zusammen machen, so findet man schnell Anschluss und Freunde.
uk: Деякі завдання потрібно робити разом, таким чином ви можете швидко подружитися і завести друзів.

source: Manchmal dauert das sehr lange, bis ein gemeinsamer Termin gefunden ist.
uk: Іноді дуже тяжко знайти час, на який можна призначити якусь зустріч.

source: Manchmal gab es keine Möglichkeit, direkt dem Professor während der Vorlesung Fragen zu stellen, da musste man dann hinterher ein Mail schreiben.
uk: Інколи не було можливості щось запитати під час онлайн-пари, і доводилося писати емейл викладачеві.

source: Manchmal gibt es auch Verträge mit dem Ausland und dann entsteht eine gemeinsame Forschung.
uk: Іноді укладаються контракти з іноземними країнами, і тоді проводяться спільні дослідження.

source: Manchmal hat man unterwegs überhaupt kein Handynetz.
uk: Інколи в дорозі взагалі немає ніякого стільникового зв'язку.

source: Manchmal ist es schwierig, Leute zu verstehen.
uk: Так, буває важкувато зрозуміти людей.

source: Manchmal kann es sogar passieren, dass man durch eine Prüfung fällt, das ist aber nicht schlimm, weil eine Prüfung auch ein zweites Mal abgelegt werden kann.
uk: Звичайно, може статися так, що ви не складете іспит, але це не так критично, адже його можна перескласти.

source: Manchmal kann ich auch Dinge nicht aussprechen.
uk: Інколи я теж, буває, не можу висловити деякі думки.

source: Manchmal kann man in der Ukraine nicht das machen, was man glaubt oder was die eigenen moralischen Überzeugungen sind, d.h. Korruption ist ein Thema.
uk: Частіше в Україні не можна зробити все, що ти задумав, адже це може перечити якимось моральним переконанням, до цього всього тут існує корупція.

source: Manchmal passieren Situationen, in denen ich ohne Wörterbuch nichts sagen kann.
uk: Інколи трапляються ситуації, коли я не можу нічого сказати без словника.

source: Manchmal schreibt man Prüfungen und merkt danach: „Oh, vielleicht war das nichts!“ Wegen Corona sollten wir alles selbst machen und selbst studieren, das ist bei Physik nicht so leicht.
uk: Іноді ви складаєте іспити, а потім думаєте: „Ой, треба було не так написати!“ Через пандемію треба все самостійно робити та вчити, з фізикою це зробити нелегко.

source: Manchmal war es kompliziert, einige Dozierende zu verstehen.
uk: Інколи були тяжко зрозуміти деяких лекторів.

source: Manchmal habe ich das Gefühl, hier fremd zu sein.
uk: Інколи було таке відчуття.

source: Manchmal schon, aber selten.
uk: Іноді так, але рідко.

source: Maryna Bosiaha
uk: Марина Босяга

source: Maxim Spiridonow
uk: Максим Спірідонов

source: Mein Professor ist aus München, seinen Dialekt verstehe ich viel schlechter.
uk: Але, наприклад, свого викладча з Мюнхена я розумію гірше.

source: Mein Deutsch ist gut, die Sprache hat mich nicht beeinträchtigt.
uk: Мій рівень володіння німецькою досить хороший.

source: Mein Englisch muss ich aber verbessern, bis zur siebten Klasse hatte ich die Vertiefungsrichtung Englisch, danach Mathematik.
uk: Але мені потрібно вдосконалювати свою англійську, адже поглиблене її вивчення у мене було тільки до сьомого класу, потім основним предметом стала математика.

source: Mein Professor ging aber schon in Rente und mir wurde empfohlen, lieber etwas Anderes zu suchen.
uk: Але мій професор вже збирався на пенсію, і мені порекомендували краще пошукати щось інше.

source: Mein Projekt fokussiert sich auf die mikro- und nanotribologisches Verhalten von Stahl.
uk: В основі мого проєкту лежить мікро- та нанотрібологічна поведінка сталі.

source: Meine Abteilung ist die Gerätetechnik, die machen die Lagerplatztechnik und entwickeln Kombigeräte, also Schaufelradbagger und ähnliches.
uk: Мій відділ з машинного обладнання займається технологією складування та розробкою комбінованих пристроїв, тобто роторних екскаваторів та іншого.

source: Meine Aufgabe ist es, alle Abläufe, wie z.B. Schweißen oder andere begleitende Prozesse, zu optimieren und zu verbessern.
uk: Моє завдання полягає в оптимізації та вдосконаленні всіх процесів, наприклад, таких як зварювання та всіх інших, що з ним пов’язані.

source: Meine Doktorarbeit schreibe ich beim Max-Planck-Institut für Eisenforschung.
uk: Пишу я докторську дисертацію в Інституті дослідження заліза Товариства Макса Планка.

source: Meine Kenntnisse sind aber zu verbessern.
uk: знання все ж треба покращувати.

source: Meine Kommilitonen hatten dann schon alles Informationen und haben mir sehr weitergeholfen.
uk: Мої однокурсники вже мали всю інформацію і мені дуже допомогли.

source: Meine Masterprojektarbeit mache ich in Kooperation mit einem Professor in Kiew, der eine Maschine selbst gebaut hat.
uk: Я роблю магістерський проект у співпраці з професором у Києві, який сам побудував машину.

source: Meine Rente will ich aber hier nicht verbringen.
uk: Але свою пенсію я тут проводити не хочу.

source: Meist ist das Ende Mai bzw. Anfang Juni.
uk: Зазвичай це кінець травня або початок червня.

source: Meist mache ich die Projektierung, das ist interessant, da jedes der Geräte unikal ist und man mit Statikern und mit Elektrotechnikern zusammen arbeitet.
uk: Зазвичай я займаюся проєктуванням, це цікаво, оскільки кожен пристрій унікальний, і ти працюєш разом з інженерами-будівельниками та електротехніками.

source: Meistens gab es jedoch wenige Schwierigkeiten.
uk: Але загалом труднощів було не багато.

source: Meistens geht es darum, dass jemand 5 von 100 Vorbereitungsfragen vorbereitet hat und die Prüfung mit „Sehr gut“ bestanden hat.
uk: Здебільшого мова йде про те, що хтось підготував лише 5 із 100 питань та склав іспит на "дуже добре".

source: Meistens hatte ich keine Probleme.
uk: Здебільшого я не мав жодних проблем.

source: Meistens reden wir da aber Englisch.
uk: В основному ми розмовляємо англійською.

source: Menschen sind überall gleich.
uk: Люди скрізь однакові.

source: Mich freut es, dass in Deutschland alle höflicher und freundlicher sind.
uk: Мене радує те, що в Німеччині всі ввічливі та привітні.

source: Mindestens sagen alle so (lacht).
uk: Принаймні вони так кажуть (сміється).

source: Mir gefällt es hier sehr, dass man keine Angst haben muss, Fragen zu stellen oder mit dem Dozierenden gut diskutieren kann.
uk: Мені тут дуже подобається те, що можна не боятися задавати запитання чи дискутувати з лектором.

source: Mir gefällt es hier viel besser als in der Ukraine.
uk: Тут мені подобається більше ніж в Україні.

source: Mir gefällt es, dass in Deutschland die Privatsphäre respektiert wird.
uk: Мені дуже подобається, що в Німеччині поважають сферу особистого життя.

source: Mir geht’s sehr gut.
uk: В мене все чудово.

source: Mir hat das Studium in Magdeburg sehr gefallen, weil man alleine ohne Hilfe mit Werkzeugmaschinen arbeiten kann.
uk: Мені дуже сподобалося навчання в Магдебурзі, адже ти можеш самостійно працювати з верстатами без чиєїсь допомоги.

source: Mir hat die Master-Arbeit bei der Bewerbung zur PhD geholfen, ich wurde beim Max-Planck-Institut explizit danach gefragt.
uk: Вона допомогла мені, коли я подавала заявку на ступінь кандидата наук. В Інституті Товариства Макса Планка було важливо її побачити.

source: Mir hat es geholfen, in der Bibliothek zu studieren, weil ich mich zu Hause schlechter konzentrieren kann.
uk: Вдома мені важко сконцетруватися, тому мені дуже допомогла навчатися в бібліотеці.

source: Mir wurde geraten, zum Lehrstuhl der Maschinenbau-Informatik zu gehen, das war interessant, dann habe ich da das Masterprojekt geschrieben und dann wollte ich dort auch die Masterarbeit schreiben und dort bleiben.
uk: Мені порадили піти на кафедру машинобудуваннята інформатики, це було цікаво, там я написала магістерський проєкт, а потім хотіла написати і магістерську дисертацію і залишитися там.

source: Mir wurde nie das Gefühl gegeben, ich gehöre nicht hierher oder so.
uk: Я ніколи не почувався зайвим.

source: Mir wurde sogar ein Master-Projekt von meinem Betreuer vorgeschlagen, aber ich habe mich dann für ein anderes Thema entscheiden, weil es mit meinem Studiengang am KPI zusammenpassen musste.
uk: Один із керівників навіть запропонував мені магістерський проєкт, але я тоді вибрав іншу тему, оскільки вона мала відповідати моєму курсу в КПІ.

source: Mit Menschen aus dem GUS-Raum habe ich einen ähnlichen kulturellen Hintergrund, wir kennen die gleichen Filme, die gleichen Bücher, hören und sehen dieselben Nachrichten und lachen über die gleichen Witze.
uk: З людьми із СНД у мене схожа культура, ми знаємо одні й ті ж фільми, одні й ті ж книги, слухаємо і дивимося одні й ті ж новини та сміємося над одними й тими ж жартами.

source: Mit den Dozierenden ist die Kommunikation sehr einfach, die erklären dir immer alles.
uk: От із викладачами спілкуватися легко, вони завжди тобі все пояснять.

source: Mit der Basis, die wir in der Ukraine bekommen haben, war das Studium in Magdeburg machbar.
uk: З базою, яку ми отримали в Україні, навчання в Магдебурзі було реальним.

source: Mit der Maschine werden die Werkstücke bearbeitet und dann werden diese nach Magdeburg geschickt und ich prüfe sie hier und arbeite mit ihnen weiter.
uk: За допомогою машини заготовки обробляються, а потім їх відправляють в Магдебург, і я перевіряю їх тут і продовжую працювати з ними.

source: Mit der Zeit ist das aber deutlich kleiner geworden.
uk: Але з часом я поборов це відчуття.

source: Mit einem anderen Menschen zu sprechen, war für mich nie ein Problem, aber wenn mehrere Deutsche zusammen sind, sprechen sie schnell und achten nicht darauf, dass ich eine Ausländerin bin.
uk: Поговорити з іншою людиною для мене ніколи не було проблемою, але коли збираються декілька німців разом, вони розмовляють швидко і не зважають на те, що я українка.

source: Mit ihm hätte ich mir eine Freundschaft vorstellen können.
uk: З ним я міг би уявити дружбу.

source: Mit mehr Energieaufwand kommt nicht immer ein besseres Ergebnis zustande.
uk: Якщо весь час перепрацьовувати, то результат не завжди порадує.

source: Mit solchen Sachen hat uns Oleksii Scherepenko sehr viel geholfen, der hatte schon viel Erfahrung in Magdeburg.
uk: У таких справах нам дуже допомагав Олексій Шерепенко, у багато разів був у Магдебурзі.

source: Mittlerweile fällt es mir auch nicht mehr so schwer, Witz zu verstehen oder zu erzählen.
uk: Ну і жарти я вже розумію і розповідаю краще.

source: Mittlerweile gibt es so viele andere ausländische Studierende.
uk: Тут багато інших іноземних студентів, тому коли мені потрібна була допомога, я її отримував.

source: Mittlerweile quatsche ich auch ohne Probleme mit meinen Kollegen auf Arbeit.
uk: Зараз я без проблем спілкуюся з колегами .

source: Nach dem Master hatte ich das Angebot, hier zu promovieren.
uk: Після закінчення магістратури мені запропонували отримати тут науковий ступінь.

source: Nach dem ersten Semester habe ich aber verstanden, wie das alles funktioniert, was ich während des Semesters zu tun habe und wie die Prüfungen aussehen.
uk: Після першого семестру я вже зрозумів, як все працює, що мені треба робити та як відбуваються іспити.

source: Nach jedem Satz, den ich sage, mache ich automatisch eine kleine Analyse von dem, was ich gesagt habe und ob das jetzt so richtig war.
uk: Після кожного сказаного мною речення, я автоматично роблю невеликий аналіз того, що сказав, і обдумую чи було це правильно.

source: Natürlich gibt es manchmal Probleme in der Alltagskommunikation.
uk: Звичайно іноді бувають непорозуміння в повсякденному спілкуванні.

source: Natürlich habe ich Angst, wenn ich an die Zukunft denke.
uk: Звісно, що я маю певний страх, коли думаю про майбутнє, адже воно завжди невідоме.

source: Natürlich hört man es sofort, dass ich nicht aus Deutschland komme.
uk: Звичайно, я говорю з акцентом.

source: Nein, es könnte viel besser sein.
uk: Не дуже, він би міг бути і кращим.

source: Nein, ich habe keine Angst, ich denke ich schaffe das alles, meine Sprache wird auch besser.
uk: Ні, я не боюся. Думаю, що впораюся з усім і краще володітиму мовою.

source: Nein, ich promoviere auf Englisch, auch die Konferenzen, an denen ich teilnehme, sind auf Englisch.
uk: Ні, я пишу дисертацію англійською мовою, і конференції, в яких я беру участь, також англійською.

source: Nein.
uk: Ні.

source: Nein. Die meisten Deutschen sind daran gewöhnt, dass es viele Ausländer in Deutschland gibt, außerdem sind sie sehr tolerant und haben keine Probleme auf Hochdeutsch zu reden.
uk: Ні. Більшість німців уже звикли до того, що в Німеччині багато іноземців, тому вони ставляться до нас з розумінням і легко можуть перейти на літературну німецьку.

source: Neulich habe ich die Show eines Stand-Up-Comedians auf Deutsch gesehen und gar nichts verstanden.
uk: Днями я дивився шоу стендап коміка німецькою мовою і нічого не розумів.

source: Nicht alle Fächer haben wir zusammen gemacht.
uk: Ми не всі дисципліни вивчали разом.

source: Nicht direkt.
uk: Не зовсім.

source: Niemand darf deine Komfortzone überschreiten.
uk: Тут не прийнято порушувати особистий простір.

source: Niemand rennt einem hinterher!
uk: Вас же ніхто не вкусить.

source: Niemand sagt mir ins Gesicht, dass ich ein Ausländer bin oder irgendwo ausgeschlossen bin.
uk: Мене не видіяють серед інших і мені ніхто в обличчя не каже, що я іноземець.

source: Nun geht das viel besser.
uk: Зараз набагато краще.

source: Nutzt die Angebote der OVGU!
uk: Скористайтеся пропозиціями OVGU!

source: Obwohl es am Anfang schwierig war, waren wir echt gut auf das Leben und Studium in Deutschland vorbereitet.
uk: Хоч і спочатку було тяжко, але ми були підготовлені до життя та навчання в Німеччині.

source: Obwohl ich am Ende nicht so schlechte Ergebnisse erreicht habe, habe ich während der Vorbereitung unter großem Stress gestanden und fast nicht geschlafen.
uk: Хоч все і пройшло добре, але протягом підготовки я постійно стресував та майже не спав.

source: Offensichtlich nicht.
uk: Очевидно, ні.

source: Oft gibt es Präsentationen und Videos, alles ist sehr multimedial.
uk: Часто бувають презентації та відео, все дуже мультимедійно.

source: Oft haben die Leute dann angefangen, Englisch mit mir zu sprechen.
uk: Тому люди часто переходили зі мною на англійську.

source: Olha Kauss
uk: Ольга Каусс

source: Online-Lehre war eine gute Lösung für die Pandemiesituation.
uk: Онлайн-навчання стало хорошим виходом під час пандемії.

source: Praktisch hängen solche Papierblätter Ewigkeiten irgendwo und sind oft nicht aktuell.
uk: Але це може тривати вічність.

source: Promovierst du auf Deutsch?
uk: Ти захищаєш дисертацію німецькою?

source: Prüfungen in Deutschland bereite ich sehr streng vor und nehme das sehr ernst.
uk: До іспитів в Німеччині я готуюся дуже серйозно.

source: Prüfungen in Deutschland sind schwieriger als in der Ukraine.
uk: От іспити в Німеччині складніші ніж у нас.

source: Riesige Unterschiede habe ich aber nicht bemerkt.
uk: Великої різниці я, власне, не помітила.

source: Schon im Sprachpraktikum habe ich Leute kennen gelernt, diese Kontakte kann man nutzen.
uk: Під час мовної практики я вже мала знайомих, з якими могла й далі спілкуватися.

source: Schon viel besser, als am Anfang meines Studiums hier in Magdeburg.
uk: Набагато краще, ніж на початку мого навчання в Магдебурзі.

source: Schreibst du deine Dissertation auf Deutsch?
uk: А свою дисертацію ти пишеш німецькою?

source: Seid auf keinen Fall nur mit ukrainischen Studierenden zusammen! Mir hat es extrem geholfen, dass ich von Anfang an mit Deutschen geredet habe, ich habe neue Leute kennengelernt und einfach angesprochen.
uk: Не будьте постійно з українськими студентами! Мені дуже допомогло те, що я з самого початку спілкувалася з німцями, я знайомилася з новими людьми, просто починаючи з ними розмову.

source: Seid fleißig!
uk: Старайтеся!

source: Seit 2016 Doktorandin an der OVGU
uk: З 2016 року аспірантка в університеті Отто фон Ґеріке

source: Seit 2017 Promotionsstudent an der OVGU (Promotion soll 2021 beendet werden).
uk: З 2017 року до 2021 року, здобуває докторський ступінь в OVGU.

source: Seitdem ich auch privat Deutsch rede, ist mein Deutsch viel besser.
uk: Оскільки я розмовляю з ним німецькою, моя мова стала набагато кращою.

source: Selbst wenn man danach zurück in die Ukraine geht, ist die Kenntnis einer Fremdsprache immer von Vorteil. In der Ukraine sind es die Studierenden gewöhnt, dass man hinter ihnen herläuft.
uk: Навіть якщо після цього ви повернетесь в Україну, знання іноземної мови завжди буде перевагою. В Україні студенти звикли, що за ними бігають.

source: Sicherheit durch eine funktionierende Krankenversicherung ist auch ein Aspekt.
uk: Медичне страхуваня - теж немаловажливий аспект.
